// import type { FoodOption } from './types';

// export const foodOptions: FoodOption[] = [
//   {
//     id: 1,
//     title: 'Пицца',
//     emoji: '🍕',
//     description: 'Классика. Неловкое молчание отлично заедается пиццей.',
//   },
//   {
//     id: 2,
//     title: 'Суши',
//     emoji: '🍣',
//     description: 'Если палочки упадут — сделаем вид, что так и было.',
//   },
//   {
//     id: 3,
//     title: 'Бургеры',
//     emoji: '🍔',
//     description: 'Романтика романтикой, а картошка фри — святое.',
//   },
//   {
//     id: 4,
//     title: 'Паста',
//     emoji: '🍝',
//     description: 'Почувствуем себя в Италии хотя бы на один вечер.',
//   },
//   {
//     id: 5,
//     title: 'Стейк',
//     emoji: '🥩',
//     description: 'Для тех, кто пришел не только за романтикой.',
//   },
//   {
//     id: 6,
//     title: 'Коктейль',
//     emoji: '🍹',
//     description: 'Идеально для легкого и непринужденного вечера.',
//   },
//   {
//     id: 7,
//     title: 'Сюрприз',
//     emoji: '🎁',
//     description: 'Доверяешь моему вкусу? Рискнем 😏',
//   },
// ];
